// Крок 0. Позначення величин

// Крок 1. Введення необхадних даних
let categoryDriver = prompt('Категорія водія','А-мотоцикл')
let categoryMoto = 'А-мотоцикл'
let categoryAuto = 'В-легковий автомобіль'
let categoryTruck = 'С-вантажний автомобіль'


// Крок 2. Обчислення
// Крок 3. Виведення результатів
if (categoryDriver===categoryMoto)
   alert('Транспортний засіб яким ви можете керувати це мотоцикл, скутер')
else if (categoryDriver===categoryAuto)
   alert('Транспортний засіб яким ви можете керувати це легковий автомобіль')
else if (categoryDriver===categoryTruck)
   alert('Транспортний засіб яким ви можете керувати це вантажний автомобіль')

else alert('Транспортний засіб яким ви можете керувати це велосипед')


